Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/environmental_impact_assessment.html.txt.tmx
Source language: en
Languages: ga

source: The Environmental Impact Assessment Directive (Council Directive 85/337/EEC as amended by Directive 97/11/EC and 2003/35/EC on the assessment of the effects of certain public and private projects on the environment) requires member states of the EU to carry out assessments of the environmental impact of certain public and private projects before they are allowed to go ahead
ga: Ceanglaíonn an Treoir um Measúnacht Tionchair Timpeallachta (Treoir 85/337/CEE ón gComhairle arna leasú le Treoir 97/11/CE agus 2003/35/EC maidir le measúnacht ar na héifeachtaí a bhíonn ag tionscadail áirithe phoiblí agus phríobháideacha ar an gcomhshaol) ar bhallstáit an AE measúnachtaí a dhéanamh ar an tionchar comhshaoil a bheidh ag tionscadail áirithe phoiblí agus phríobháideacha sula gceadaítear iad

source: The Directive is implemented in Ireland by the Planning and Development Acts, the Planning and Development Regulations 2001 to 2002 and the European Communities (Environmental Impact Assessment) Regulations 1989-2006
ga: Cuirtear an Treoir i bhfeidhm in Éirinn trí na hAchtanna um Pleanáil agus Forbairt, na Rialacháin um Pleanáil agus Forbairt 2001 go 2002 agus Rialacháin na gComhphobal Eorpach (Measúnacht Tionchair Timpeallachta), 1989-2006

source: The aim of the Environmental Impact Assessment (EIA) process is to ensure that projects which are likely to have a significant effect on the environment are assessed in advance so that people are aware of what those effects are likely to be
ga: Is é aidhm phróiseas na Measúnachtaí Tionchair Timpeallachta ná cinntiú go ndéantar measúnacht roimh ré ar thionscadail ar dhócha go mbeadh tionchar suntasach acu ar an gcomhshaol, ionas go dtuigfeadh daoine céard a bheadh i gceist leis an tionchar sin

source: The assessment must be carried out in certain cases
ga: Ní mór an mheasúnacht a dhéanamh i gcásanna áirithe

source: For example, motorways, large scale developments in agriculture, the food industry, chemical industry, infrastructure and urban developments all require an EIA
ga: Mar shampla, bíonn Measúnacht Tionchair Timpeallachta de dhíth sna cásanna seo a leanas: mótarbhealaí, forbairtí ar mhórscála i dtalmhaíocht, i dtionscal an bhia, i dtionscal na gceimiceán, agus forbairtí bonneagair agus uirbeacha

source: When submitting a planning application for such a development, the applicant must also submit an Environmental Impact Statement (EIS)
ga: Nuair cuireadh iarratas pleanála le haghaidh forbartha den sórt sin iad isteach, caithfidh an t-iarratasóir Ráiteas Tionchair Timpeallachta a chur isteach

source: The regulations set thresholds above which an EIA required
ga: Leagtar amach sna Rialacháin na tairsí a mbíonn Measúnacht Tionchair Timpeallachta ag teastáil os a gcionn

source: The local authority (or An Bord Pleanála) may require that an EIS be prepared, even if the development is below the threshold but if it is likely to have a significant effect on the environment
ga: Féadfaidh an t údarás áitiúil (nó An Bord Pleanála) éileamh go n ullmhaítear Ráiteas Tionchair Timpeallachta, fiú má bhíonn an fhorbairt faoi bhun na tairsí, más dócha go mbeidh tionchar suntasach ag an bhforbairt sin ar an gcomhshaol

source: The full list of projects and threshold limits are set out in the Planning and Development Regulations
ga: Leagtar amach liosta iomlán na dtionscadal agus na dtairseach sna Rialacháin um Pleanáil agus Forbairt

source: The EIS is drawn up by the developer and must contain an analysis of the likely effects (good and bad), of a proposed development on the environment, including on people, flora, fauna, soil, water, air, landscape and cultural heritage
ga: Is é an forbróir a dhréachtaíonn an Ráiteas Tionchair Timpeallachta, agus ní mór na nithe seo a leanas a bheith ann: anailís ar thionchair (na tionchair mhaithe agus drochthionchair) na forbartha molta ar an gcomhshaol, lena n áirítear daoine, flóra, fána, ithir, uisce, aer, tírdhreach agus oidhreacht chultúrtha

source: It sets out how the developer proposes to deal with the bad effects
ga: Leagtar amach ann conas a bheartaíonn an forbróir dul i ngleic le drochthionchair

source: The EIS must include a non-technical summary
ga: Ní mór achoimre neamhtheicniúil a bheith sa Ráiteas Tionchair Timpeallachta

source: The Environmental Protection Agency (EPA) has published Guidelines on the information to be contained in an Environmental Impact Statement (pdf)
ga: Tá Treoirlínte ar an bhfaisnéis a chuimsítear i Ráiteas Tionchair Timpeallachta (pdf) foilsithe ag an nGníomhaireacht um Chaomhnú Comhshaoil (GCC)

source: It is not possible to get outline planning permission for developments covered by the EIA
ga: Ní féidir cead imlíneach pleanála a fháil le haghaidh forbairtí atá cuimsithe ag an Measúnacht Tionchair Timpeallachta

source: The notices about the application for planning permission must include the fact that an EIS is available and the local authority’s weekly list of planning applications must identify those applications involving an EIS
ga: Sna fógraí maidir leis an iarratas ar chead pleanála, ní mór a thabhairt le fios go bhfuil Ráiteas Tionchair Timpeallachta ar fáil. Ní mór na hiarratais a mbíonn Ráiteas Tionchair Timpeallachta i gceist leo a aithint freisin i liosta seachtainiúil na n iarratas pleanála de chuid na n údarás áitiúil

source: You may get a copy of any EIS used in a planning application from the local authority or An Bord Pleanála
ga: Is féidir cóip a fháil de Ráiteas Tionchair Timpeallachta ar bith a úsáideadh in iarratas pleanála ón údarás áitiúil nó ón mBord Pleanála

source: You may comment on an EIS in the same way as you may comment on any other aspect of a planning application
ga: Is féidir tuairim a thabhairt ar Ráiteas Tionchair Timpeallachta faoi mar is féidir tuairim a thabhairt ar ghné ar bith eile d’iarratas pleanála

source: EIA and the licensing system
ga: Measúnacht Tionchair Timpeallachta agus an córas ceadúnaithe

source: If the planning application for the development in question must have an EIS attached, then the EIS must also be included in the application for a licence from the EPA
ga: Más gá Ráiteas Tionchair Timpeallachta a cheangal leis an iarratas pleanála don fhorbairt i gceist, ní mór an Ráiteas Tionchair Timpeallachta a chur san iarratas ar cheadúnas um Rialú Comhtháite ar Thruailliú ón GCC freisin

source: The local authority must notify the EPA of any planning application involving a development which needs an Integrated Pollution Control (IPC) licence
ga: Ní mór don údarás áitiúil fógra a thabhairt don GCC maidir le hiarratas pleanála ar bith ina bhfuil forbairt i gceist a mbíonn ceadúnas ón GCC de dhíth air

source: The EPA then has 5 weeks in which to comment on the application
ga: Tá 5 seachtaine ag an GCC tuairim a thabhairt ar an iarratas ina dhiaidh sin

source: If the local authority decides to give planning permission for such a development, it cannot impose conditions relating to the control of emissions
ga: Má chinneann an t údarás áitiúil cead pleanála a dheonú le haghaidh a leithéid d’fhorbairt, ní féidir leis coinníollacha a bhaineann le rialú astaíochtaí a fhorchur

source: This is for the EPA
ga: Is faoin GCC sin a dhéanamh

source: It can, however, refuse permission on environmental grounds (even if the EPA is prepared to grant a licence)
ga: Féadfaidh sé diúltú don iarratas, áfach, ar chúinsí comhshaoil (fiú má bhíonn an GCC sásta ceadúnas a dheonú)

source: Strategic Environmental Assessment (SEA) is the process by which environmental considerations are required to be fully integrated into the preparation of plans and programmes and prior to their final adoption
ga: Is Measúnacht Straitéiseach Timpeallachta é an próiseas a éilíonn go gcomhtháthaítear iomlán breithnithe timpeallachta san ullmhú pleananna agus cláir agus roimh a nglacadh deireanach

source: The EU Directive on Strategic Environmental Assessment (SEA) applies to a number of sectors including agriculture, forestry, fisheries, energy, industry, transport, waste management, water management, telecommunications, tourism and land use planning
ga: Baineann Treoir an AE maidir le Measúnacht Straitéiseach Timpeallachta le roinnt earnálacha lena n áirítear talmhaíocht, foraoiseacht, iascaigh, fuinneamh, tionsclaíocht, iompar, bainistíocht dramhaíola, bainistíocht uisce, teileachumarsáid, turasóireacht agus pleanáil maidir le húsáid talún

source: SEA means that plans and programmes must be assessed for their environmental effect before they are adopted
ga: Ciallaíonn measúnachtaí straitéiseacha timpeallachta go gcaithfear pleananna agus cláir a mheasúnú ó thaobh a dtionchar ar an gcomhshaol sula nglacfar leo

source: The SEA Directive (2001/42/EC) is implemented in Ireland by the European Communities (Environmental Assessment of Certain Plans and Programmes) Regulations 2004 (SI 435/2004) and the Planning and Development (Strategic Environmental Assessment) Regulations 2004 (SI 436/ 2004) as amended by SI 200/2011 and SI 201/2011
ga: Cuirtear an Treoir maidir le Measúnacht Straitéiseach Timpeallachta i bhfeidhm in Éirinn ag na Rialacháin na gComhphobal Eorpach (Measúnacht Timpeallachta ar Phleananna Áirithe agus ar Chláir Áirithe) 2004 (SI 435/2004) agus na Rialacháin um Pleanáil agus Forbairt (Measúnacht Straitéiseach Timpeallachta) 2004 (SI 436/2004) arna leasú le SI 200/2011 agus le SI 201/2011

source: The above pieces of legislation implement the following aspects of the SEA Directive:
ga: Cuireann na píosaí reachtaíochta thuasluaite na gnéithe seo a leanas den Treoir maidir le Measúnacht Straitéiseach Timpeallachta i bhfeidhm:

source: • The review, preparation and variation of a development plan
ga: • Athbhreithniú, ullmhú agus malairt leaganacha de phlean forbartha

source: • The preparation or amendment of a local area plan
ga: • Ullmhú nó leasú plean limistéir áitiúil

source: • The review or making of regional planning guidelines
ga: • Treoirlínte réigiúnacha pleanála a athbhreithniú nó a dhéanamh

source: • The making of a planning scheme in respect of part or all of a Strategic Development Zone (SDZ)
ga: • Scéim pleanála a dhéanamh maidir le cuid de Chrios Forbartha Straitéisí nó maidir leis an gcrios ar fad
